Repository: appotry/TranslucentTB
Catalog: Xaml/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# ColorPickerPage_ConfirmCloseDialog.CloseButtonText
source: Cancel
ko_kr: 취소

# ColorPickerPage_ConfirmCloseDialog.Content
source: Do you want to save changes to the color?
ko_kr: 색상 변경 사항을 저장하시겠습니까?

# ColorPickerPage_ConfirmCloseDialog.PrimaryButtonText
source: Yes
ko_kr: 예

# ColorPickerPage_ConfirmCloseDialog.SecondaryButtonText
source: No
ko_kr: 아니오

# TrayFlyoutPage_About.Text
source: About TranslucentTB
ko_kr: TranslucentTB 정보 - 번역: 비너스걸

# TrayFlyoutPage_AccentColor.Text
source: Accent Color
ko_kr: 액센트 색상

# TrayFlyoutPage_Acrylic.Text
source: Acrylic
ko_kr: 아크릴

# TrayFlyoutPage_Advanced.Text
source: Advanced
ko_kr: 고급

# TrayFlyoutPage_Advanced_CompactThunkHeap.Text
source: Compact thunk heap
ko_kr: 두꺼운 덩어리 압축

# TrayFlyoutPage_Advanced_DisableHotSettings.Text
source: Disable saving settings
ko_kr: 저장 설정 사용 안 함

# TrayFlyoutPage_Advanced_DumpDynamicState.Text
source: Dump dynamic state to log
ko_kr: 동적 상태를 로그에 덤프

# TrayFlyoutPage_Advanced_EditSettings.Text
source: Edit settings
ko_kr: 설정 편집

# TrayFlyoutPage_Advanced_HideTrayIcon.Text
source: Hide tray icon
ko_kr: 트레이 아이콘 숨기기

# TrayFlyoutPage_Advanced_LogVerbosity.Text
source: Log verbosity
ko_kr: 로그 상세 내용

# TrayFlyoutPage_Advanced_LogVerbosity_Critical.Text
source: Critical
ko_kr: 중요

# TrayFlyoutPage_Advanced_LogVerbosity_Debug.Text
source: Debug
ko_kr: 디버그

# TrayFlyoutPage_Advanced_LogVerbosity_Error.Text
source: Error
ko_kr: 오류

# TrayFlyoutPage_Advanced_LogVerbosity_Information.Text
source: Information
ko_kr: 정보

# TrayFlyoutPage_Advanced_LogVerbosity_Off.Text
source: Off
ko_kr: 끄기

# TrayFlyoutPage_Advanced_LogVerbosity_Trace.Text
source: Trace
ko_kr: 추적

# TrayFlyoutPage_Advanced_LogVerbosity_Warning.Text
source: Warning
ko_kr: 경고

# TrayFlyoutPage_Advanced_OpenLogFile.Text
source: Open log file
ko_kr: 로그 파일 열기

# TrayFlyoutPage_Advanced_ResetDynamicState.Text
source: Reset dynamic state
ko_kr: 동적 상태 재설정

# TrayFlyoutPage_Advanced_ResetSettings.Text
source: Return to default settings
ko_kr: 기본 설정으로 돌아가기

# TrayFlyoutPage_BatterySaver.Text
source: Battery saver
ko_kr: 배터리 절약

# TrayFlyoutPage_Blur.Text
source: Blur
ko_kr: 흐림

# TrayFlyoutPage_Clear.Text
source: Clear
ko_kr: 투명

# TrayFlyoutPage_Desktop.Text
source: Desktop
ko_kr: 바탕 화면

# TrayFlyoutPage_Enabled.Text
source: Enabled
ko_kr: 사용함

# TrayFlyoutPage_Exit.Text
source: Exit
ko_kr: 종료

# TrayFlyoutPage_MaximizedWindow.Text
source: Maximized window
ko_kr: 최대화된 창

# TrayFlyoutPage_Normal.Text
source: Normal
ko_kr: 일반

# TrayFlyoutPage_Opaque.Text
source: Opaque
ko_kr: 불투명

# TrayFlyoutPage_OpenAtBoot.Text
source: Open at boot
ko_kr: 부팅 시 열기

# TrayFlyoutPage_PeekButton.Text
source: Show Desktop Peek Button
ko_kr: 바탕 화면 미리보기 버튼 표시

# TrayFlyoutPage_SearchOpened.Text
source: Search opened
ko_kr: 검색 열기

# TrayFlyoutPage_StartOpened.Text
source: Start opened
ko_kr: 시작 열기

# TrayFlyoutPage_TaskViewOpened.Text
source: Task View opened
ko_kr: 작업 보기 열기

# TrayFlyoutPage_TipsAndTricks.Text
source: Tips and tricks
ko_kr: 팁과 요령

# TrayFlyoutPage_VisibleWindow.Text
source: Visible window
ko_kr: 보이는 창

# WelcomePage.Title
source: Welcome to TranslucentTB!
ko_kr: TranslucentTB에 오신 것을 환영합니다!

# WelcomePage_Action_Configure.Description
source: You can always do this by clicking "Advanced" > "Edit settings" in the tray icon's context menu Changes are automatically reloaded when you save the file
ko_kr: 트레이 아이콘의 컨텍스트 메뉴에서 "고급" > "설정 편집"을 클릭하면 항상 이 작업을 수행할 수 있습니다 파일을 저장할 때 변경사항이 자동으로 다시 로드됩니다

# WelcomePage_Action_Configure.Name
source: Edit the configuration file
ko_kr: 구성 파일 편집

# WelcomePage_Action_Discord.Description
source: Chat with the developers and get help with the program
ko_kr: 개발자와 대화하고 프로그램에 대한 도움을 받습니다

# WelcomePage_Action_Discord.Name
source: Join our Discord server
ko_kr: 우리의 Discord 서버에 가입

# WelcomePage_Action_Donate.Description
source: Show us your support by offering a single-time or recurring donation ❤
ko_kr: 일회성 또는 정기 기부를 통해 여러분의 성원을 보여주세요 ❤

# WelcomePage_Action_Donate.Name
source: Donate to the project on Liberapay
ko_kr: Liberapay에 프로젝트에 기부

# WelcomePage_ButtonBar_Continue.Content
source: Continue
ko_kr: 계속

# WelcomePage_ButtonBar_Exit.Content
source: Exit
ko_kr: 종료

# WelcomePage_Message_Hyperlink.Text
source: open a GitHub issue
ko_kr: GitHub 이슈 열기

# WelcomePage_Message_Prefix.Text
source: Thanks for trying TranslucentTB! After you hit "Continue", you can personalize how the taskbar looks to your desires. We hope you enjoy it, and feel free to
ko_kr: TranslucentTB!를 사용해 주셔서 감사합니다! “계속”을 누르면 작업 표시줄의 모양을 원하는 대로 개인화할 수 있습니다. 즐겁게 사용하시기 바랍니다

# WelcomePage_Message_Suffix.Text
source: if you have any problem or want to see a feature added!
ko_kr: 문제가 있거나 기능이 추가되는 것을 보고 싶다면!
